LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Справка по работе бота',
    # '/service': 'Настройка',
    # '/contacts': 'Другие способы связи',
    '/unclosed': 'Незакрытые смены',
    '/results_by_shop': 'Результаты продаж по магазинам',
    '/total': 'Итоговые результаты дня',
    'unclosed_list': 'Незакрытые смены одним списком',
}

LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ помогу тебе в работе\n\nЕсли нужны подробности, '
              'команда /help тебе поможет!',
    '/help': 'Чтобы посмотреть незакрытые смены, отправь команду /unclosed',
    '/service': '⚙️ Тут можно настроить бота\n\n',
    '/contacts': 'По вопросом можно связаться через аккаунт @SoulStalk3r',
    'other_answer': '👀 Это ни на что не похоже',
    '/unclosed': 'Список незакрытых смен',
    'no_unclosed': 'Все смены закрыты',
    'no_results': 'Нонсенс какой-то. Нет продаж!',
    'open_state': ' (не все смены закрыты)\n',
    'too_many': '‼️ Слишком много открытых смен\n  Меня же забанят за такое 🤨',
    'too_long': '😰 Не могу отправить. Слишком длинное сообщение',
}