LEXICON_COMMANDS_RU: dict[str, str] = {
    '/start': 'Запуск бота',
    '/help': 'Справка по работе бота',
    '/service': 'Настройка',
    '/contacts': 'Другие способы связи',
    '/unclosed': 'Незакрытые смены',
}

LEXICON_RU: dict[str, str] = {
    '/start': '<b>Привет!</b>\nЯ помогу тебе в работе\n\nЕсли нужны подробности, '
              'команда /help тебе поможет!',
    '/help': 'Тут пока ничего нет',
    '/service': '⚙️ Тут можно настроить бота\n\n',
    '/contacts': 'По вопросом можно связаться через аккаунт @SoulStalk3r',
    'other_answer': '👀 Это ни на что не похоже',
    '/unclosed': 'СПИСОК незакрытых смен'
}